[
  {
    "id": 4415401,
    "outletId": 1374048,
    "firstName": "Kathleen",
    "lastName": "Mickey",
    "title": "Managing Editor",
    "profile": "Mickey is the Managing Editor for Educational Marketer and Electronic Education Report and covers Print and Electronic Educational Publishing. Do not send photographs or article submissions as they only accept story ideas and press releases. She can be contacted via e-mail.  Mickey has served as the managing editor for Educational Marketer and Electronic Education Report since 2000."
  },
  {
    "id": 6650197,
    "outletId": 1379273,
    "firstName": "Jon",
    "lastName": "Regardie",
    "title": "Executive Editor",
    "profile": "Regardie is the Executive Editor of Downtown News in Los Angeles, also serving as Web Editor for the online edition. Contact him via e-mail ONLY."
  },
  {
    "id": 7976684,
    "outletId": 1379273,
    "firstName": "Sue",
    "lastName": "Laris-Eastin",
    "title": "Publisher",
    "profile": "Laris-Eastin is the Publisher of Downtown News in Los Angeles. She is not an appropriate PR contact.  Sue Laris-Eastin does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7986464,
    "outletId": 1379273,
    "firstName": "Dawn",
    "lastName": "Eastin",
    "title": "General Manager",
    "profile": "Eastin is the General Manager of the Downtown News in Los Angeles. She is not an appropriate PR contact.  Dawn Eastin does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8024125,
    "outletId": 1379996,
    "firstName": "Scott",
    "lastName": "Edwards",
    "title": "Program Director",
    "profile": "  Scott Edwards can be reached via http://www.kiyu.com."
  },
  {
    "id": 4916208,
    "outletId": 1385870,
    "firstName": "Drew",
    "lastName": "Carey",
    "title": "Sports Director",
    "profile": "He is receptive to information on Sports and Entertainment. Alternate email is: dcarey@wnde.com, dcarey@bobandtom.com.  Best Contact Times: 9:00 AM - 5:00 PM  Best Contact Days: Monday - Friday"
  },
  {
    "id": 7734165,
    "outletId": 1385870,
    "firstName": "Derek",
    "lastName": "Schultz",
    "title": "On Air Personality",
    "profile": "Schultz is an afternoon drive on-air personality at WNDE-AM. Schultz joined WNDE-AM in August 2011.  Derek Schultz blogs at <a href=\"http://www.wnde.com/pages/query-schultz.html\">http://www.wnde.com/pages/query-schultz.html</a>  Derek Schultz does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7869724,
    "outletId": 1385870,
    "firstName": "Jake",
    "lastName": "Query",
    "title": "On Air Personality",
    "profile": "Query is an afternoon drive on-air personality at WNDE-AM. Query previously worked at WFNI-AM until 2009, and at WIBC-AM from March 2007 until October 2008. Before that, he was a sports reporter and producer at WRTV-TV from 2002 to 2007. Prior to that, he worked as a chief reporter for the show Midwest Sports Report on Fox Sports Net in St. Louis. He began his professional careeer as a writer for the Indianapolis Recorder and later, as an agate bureau writer for the Indianapolis Star. He has twice been named the state's top high school sportscaster by the Indiana Association of Student Broadcasters. Query is a graduate of Indiana University.  Jake Query does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8018149,
    "outletId": 1385870,
    "firstName": "Rob",
    "lastName": "Cressman",
    "title": "Operatons Manager",
    "profile": "Cressman is the Operations Manager of Clear Channel Indianapolis. Cressman was named operations director of Clear Channel Indianapolis in October 2013. He previously served as operations manager and brand manager of Saga Communications stations, WAQY-FM and WLZX-FM. He was named director of programming at WLZX-FM and WAQY-FM in February 2010. He joined WLZX-FM as program director in October 2008. He was previously the programmer for WMFS-FM in Memphis, TN since September 1999. Before that, Cressman headed programming for WAVF-FM.  Rob Cressman does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials.  Rob Cressman can be reached via http://www.sportsradio1260.com."
  },
  {
    "id": 8036267,
    "outletId": 1385870,
    "firstName": "Rick",
    "lastName": "Green",
    "title": "Market President",
    "profile": "Green is Market President of iHeartMedia's Indianapolis, Indiana radio properties.  Rick Green does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8054397,
    "outletId": 1385870,
    "firstName": "William",
    "lastName": "Perry",
    "title": "Web Director",
    "profile": "Perry serves as Web Director for Clear Channel's Indianapolis cluster.  William Perry does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8193503,
    "outletId": 1385870,
    "firstName": "Kasi",
    "lastName": "Lemasters",
    "title": "Public Service Director",
    "profile": "Lemasters oversees PSAs and community event submissions as Public Service Director of iHeartMedia's Indianapolis cluster. She may be reached via e-mail with information relevant to Indianapolis."
  },
  {
    "id": 7904401,
    "outletId": 1387115,
    "firstName": "Claire",
    "lastName": "Johnson",
    "title": "Managing Editor",
    "profile": "Johnson is Managing Editor for Fancy Foods and Culinary Products, Baby and Kids, Giftware News, and Chef Magazine.  She previously held positions at KEY This Week In Chicago Magazine, BidClerk, and Competitive Marketing Exchange."
  },
  {
    "id": 7904402,
    "outletId": 1387115,
    "firstName": "Sam",
    "lastName": "Ujvary",
    "title": "Associate Editor",
    "profile": "Ujvary is an Associate Editor for Fancy Food and Culinary Products and Chef Magazine.  Ujvary previously held positions at BidClerk, Trump international Hotel and Tower, Chicago, and PepperGlobal."
  },
  {
    "id": 7904403,
    "outletId": 1387115,
    "firstName": "Megan",
    "lastName": "O'Neill",
    "title": "Associate Editor",
    "profile": "O'Neill is the Associate Editor for Fancy Food and Culinary Products, Baby and Kids, Giftware News, and Chef Magazine. She can be contacted by e-mail.  O'Neill has worked for Lucky as associate beauty editor since June 2011. She also previously served as a freelance reporter at People magazine, Time Inc. and as a production assistant at Stars & Stripes Media. She is a graduate from Amherst College."
  },
  {
    "id": 7934526,
    "outletId": 1387115,
    "firstName": "Daniel",
    "lastName": "von Rabenau",
    "title": "President & Publisher",
    "profile": "von Rabenau is the Publisher and President for Chef. He is not an appropriate PR contact."
  },
  {
    "id": 4688303,
    "outletId": 1389038,
    "firstName": "Paul",
    "lastName": "Struck",
    "title": "Associate Publisher & Editor in Chief",
    "profile": "Struck is an Associate Publisher and the Editor in Chief."
  },
  {
    "id": 6852857,
    "outletId": 1389038,
    "firstName": "Mike",
    "lastName": "Leckband",
    "title": "Community News Reporter",
    "profile": "Leckband is a Community News Reporter."
  },
  {
    "id": 7977523,
    "outletId": 1389038,
    "firstName": "Dan",
    "lastName": "Whitney",
    "title": "Sports Reporter",
    "profile": "Whitney is a Sports Reporter."
  },
  {
    "id": 7987678,
    "outletId": 1389038,
    "firstName": "Troy",
    "lastName": "Valentine",
    "title": "Associate Publisher",
    "profile": "Valentine is an Associate Publisher and the Advertising Sales Manager.  Troy Valentine does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7989052,
    "outletId": 1389038,
    "firstName": "Randy",
    "lastName": "List",
    "title": "Publisher",
    "profile": "List is the Publisher of the Le Mars Daily Sentinel in Le Mars, Iowa;  Remsen Bell-Enterprise in Remsen, Iowa; and the Chronicle Times in Cherokee, IA, as well as three newspapers in Indiana--Greencastle Banner Graphic, Greene County Daily World and the Brazil Times . He is not an appropriate PR contact.  Randy List does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials.  Randy List can be reached via http://www.chronicletimes.com."
  },
  {
    "id": 7991386,
    "outletId": 1389038,
    "firstName": "Patrice",
    "lastName": "Martin",
    "title": "Circulation Manager",
    "profile": "Martin is the Circulation Manager.  Patrice Martin does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials.  Patrice Martin can be reached via http://www.chronicletimes.com."
  },
  {
    "id": 4176309,
    "outletId": 1390036,
    "firstName": "Paul",
    "lastName": "Miller",
    "title": "Managing Editor",
    "profile": "Miller is the Managing Editor and the Editorial Page Editor of The Keene (NH) Sentinel and Keene Sentinel Weeklies. Contact him via e-mail. Miller was named managing editor of The Keene (NH) Sentinel in 2003, previously served as news editor and sports editor, and joined the staff as a sports reporter in 1983."
  },
  {
    "id": 4301365,
    "outletId": 1390036,
    "firstName": "Michael",
    "lastName": "Moore",
    "title": "Photography Editor",
    "profile": "Moore is the Photography Editor.  Michael Moore does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 4635048,
    "outletId": 1390036,
    "firstName": "David",
    "lastName": "Lanier",
    "title": "Sports Editor",
    "profile": "Lanier is the Sports Editor."
  },
  {
    "id": 4825710,
    "outletId": 1390036,
    "firstName": "Cecily",
    "lastName": "Weisburgh",
    "title": "News Assignment Editor",
    "profile": "Weisburgh is a News Assignment Editor."
  },
  {
    "id": 4937596,
    "outletId": 1390036,
    "firstName": "Bill",
    "lastName": "Bilodeau",
    "title": "Editor",
    "profile": "Bilodeau (bill-a DOO) is the Editor for the Keene Sentinel. He also serves as the paper's copy desk chief. Bilodeau joined the paper in 1998 from the Walpole (MA) Times in Walpole, where he served as editor. He managed the local news staff. He subsequently edited the Gardner (MA) News and the Claremont (NH) Eagle before returning to The Sentinel in 2003."
  },
  {
    "id": 7201041,
    "outletId": 1390036,
    "firstName": "Rick",
    "lastName": "Clark",
    "title": "Features Editor",
    "profile": "Clark is the Features Editor overseeing Arts and Entertainment for the Keene (NH) Sentinel. Contact him via e-mail."
  },
  {
    "id": 7401644,
    "outletId": 1390036,
    "firstName": "Alyssa",
    "lastName": "Dandrea",
    "title": "Cops and Courts Reporter",
    "profile": "Alyssa Dandrea is the cops and courts reporter for the Keene Sentinel in Keene, N.H. She joined the Ledger-Transcript in June 2011.  Prior to joining the paper, she served as the editor in chief of the Pierce Arrow student newspaper at Franklin Pierce University. Previously, she served as a reporter for the Monadnock Ledger-Transcript in Peterborough, N.H.  She earned the 2011 Fitzwater Medallion for Contributions to the Public Discourse for her work in print journalism. Ms. Dandrea attended Franklin Pearce University."
  },
  {
    "id": 7495224,
    "outletId": 1390036,
    "firstName": "Kyle",
    "lastName": "Jarvis",
    "title": "Reporter",
    "profile": "Kyle Jarvis covers news related to the city of Keene and local businesses as a reporter for the Keene Sentinel.  Mr. Jarvis has been with the paper since 2011, and prior to that, he worked for the Claremont Villager, the Eagle Times and the Standard Times. He earned a bachelor's degree in journalism from the University of Rhode Island."
  },
  {
    "id": 7977448,
    "outletId": 1390036,
    "firstName": "David",
    "lastName": "Hanks",
    "title": "Circulation Director",
    "profile": "Hanks is the Circulation Director. He joined the paper as the circulation director in October 2006. He was previously the circulation manager for the Concord (NH) Monitor. He is on the New England Association of Circulation Executives.  David Hanks does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7983666,
    "outletId": 1390036,
    "firstName": "Kevin",
    "lastName": "Pearson",
    "title": "Editorial Assistant",
    "profile": "Pearson is an Editorial Assistant for The Keene (NH) Sentinel, and oversees Calendar & Events and Community News. Contact him via e-mail."
  },
  {
    "id": 7986245,
    "outletId": 1390036,
    "firstName": "Steve",
    "lastName": "Gilbert",
    "title": "Columnist",
    "profile": "Gilbert is an alternate contact for the newspaper and can be contacted by phone, fax, e-mail, or mail. Send press releases by fax, e-mail, or mail."
  },
  {
    "id": 7988875,
    "outletId": 1390036,
    "firstName": "Benjamin",
    "lastName": "Yelle",
    "title": "News Editor",
    "profile": "Yelle is the News Editor and oversees Letters to the Editor. Yelle previously was a police and courts reporter. He joined the paper in February 2002. He was previously a reporter for the Eagle Times in Claremont, NH. He graduated from Clark University. He won the general news competition for the New England Press Association in 2002."
  },
  {
    "id": 7990182,
    "outletId": 1390036,
    "firstName": "Thomas",
    "lastName": "Ewing",
    "title": "Publisher",
    "profile": "  Thomas Ewing does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7990183,
    "outletId": 1390036,
    "firstName": "Colin",
    "lastName": "Lyle",
    "title": "Advertising Sales Director",
    "profile": "Lyle is the Advertising Sales Director.  Colin Lyle does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7817397,
    "outletId": 1391486,
    "firstName": "Dan",
    "lastName": "Thomas",
    "title": "Operations Manager",
    "profile": "Thomas serves as Operations Manager of Townsquare Media's Grand Junction, CO cluster. Thomas was named operations manager of Townsquare Media's Grand Junction, CO cluster in August 2013. He was previously the program director for KKBZ-FM and KHIT- FM from October 2010 until late 2012. Prior to this, he was in charge of programming for the Tati Broadcasting in Anchorage, AK. He also previously served as an audio engineer at Clear Channel's cluster of stations in Anchorage, AK.  Dan Thomas does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8045233,
    "outletId": 1391486,
    "firstName": "Tom",
    "lastName": "Freeman",
    "title": "Webmaster",
    "profile": "  Tom Freeman does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8193469,
    "outletId": 1391486,
    "firstName": "Jeanette",
    "lastName": "Graham",
    "title": "Interim Market Manager",
    "profile": "Graham serves as Interim Market Manager for Townsquare Media's Grand Junction, Colorado cluster. Graham was named Interim Market Manager for Townsquare Media's Grand Junction, Colorado cluster in March 2015. She is the Vice President, Integrated Sales for Townsquare Media nationally, and before that served as Senior Director, Digital Sales / Loyalty Database Management & Revenue Generation. Prior to that, she spent four years at Triton Digital. Before that, she was last music director of KFMB-FM since June 2005. She originally began at the station in 2001 as an intern.  Jeanette Graham does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 3937608,
    "outletId": 1396760,
    "firstName": "Unice",
    "lastName": "Hutson",
    "title": "Co-Publisher/Editor",
    "profile": "Send all releases via fax (309) 462-3221."
  },
  {
    "id": 7359924,
    "outletId": 1398521,
    "firstName": "Matthew",
    "lastName": "Schwartz",
    "title": "Group Editor",
    "profile": "Schwartz is the Group Editor of PR News and contributor to the PR News blog. Contact him via e-mail.  Schwartz joined PR News as the group editor in December 2012. He was previously a freelance writer. He has also served as a reporter for BtoB and Media Business.  Media Outlets Contributed To: Advertising Age, BtoB, CNN, Follow the Lead, Fox News, Media Business, PR News."
  },
  {
    "id": 7844343,
    "outletId": 1398521,
    "firstName": "Brian",
    "lastName": "Greene",
    "title": "Writer/Editor",
    "profile": "Brian Greene serves as an editor for PR News.  He was most recently a project manager for Time Inc. Prior to that, he reported for U.S. News & World Report. Mr. Greene holds a bachelor's degree in philosophy and English from Villanova University.  Brian Greene blogs at <a href=\"http://www.prnewsonline.com/help/\">http://www.prnewsonline.com/help/</a>"
  },
  {
    "id": 7931596,
    "outletId": 1398521,
    "firstName": "Richard",
    "lastName": "Brownell",
    "title": "Content Manager",
    "profile": "Brownell is the Content Manager for PR News. He can be reached via e-mail.  Brownell joined PR News in November 2013 as the content manager."
  },
  {
    "id": 7931602,
    "outletId": 1398521,
    "firstName": "Diane",
    "lastName": "Schwartz",
    "title": "Group Publisher",
    "profile": "Schwartz is the Group Publisher for the Access Intelligence Communications Group, which includes min's b2b, Cable360, CableFax Magazine, Airport Security Report, and Media Industry Newsletter. She also writes for The PR News Blog.  Schwartz was appointed group publisher and senior vice president of Access Intelligence in 2000. She joined Access Intelligence in 1996 as assistant vice president. Schwartz was also vice president and group publisher at PR News and Media Industry Newsletter from 1996 to 2007. Additionally, she served as managing editor at Phillips Publishing from 1996- 1998.  Diane Schwartz does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7050023,
    "outletId": 1408225,
    "firstName": "Bob",
    "lastName": "McKee",
    "title": "Host",
    "profile": "Bob McKee is the morning drive host at WKEI. During the show, he airs a segment called \"Tuned-In\" where he announces local events and activities sponsored by local organizations. The show serves as a calendar of events for the local community.  Bob McKee can be reached via regionalradionewsroom@gmail.com."
  },
  {
    "id": 6791736,
    "outletId": 1411010,
    "firstName": "Jim",
    "lastName": "Watts",
    "title": "Reporter",
    "profile": "Watts is a Reporter and can be contacted by e-mail."
  },
  {
    "id": 6856511,
    "outletId": 1411010,
    "firstName": "Richard",
    "lastName": "Williamson",
    "title": "Bureau Chief",
    "profile": "Richard Williamson is in charge of operations and story assignments in the paper's Dallas bureau, which covers Texas, Colorado and Utah. He accepts pitches for the government/finance beat, which includes the municipal bond market, and the financial planning of legislatures and city councils throughout the three states. He also covers individuals involved in bonds or public finance in the region.     Mr. Williamson is NOT interested in general business stories or any issues that don't directly involve the bond market. He says, \"Make sure that you know what the financial angle is and understand our publication [is] narrowly focused.\" Pitch him by email one week in advance; pictures may be sent as attachments. Urgent pitches may be called in. It is best to reach Mr. Williamson in the morning."
  },
  {
    "id": 4917767,
    "outletId": 1432254,
    "firstName": "Terry",
    "lastName": "Monday",
    "title": "Program Director",
    "profile": "Monday oversees the station's daily operations as Operations Manager and Program Director for KVSP-AM, KJMZ-FM, KKRX-AM, KXCA-AM, KDDQ-FM, KKEN-FM, KPNS-AM, KRMP-AM, KACO-FM, WTHB-FM, WAEG-FM, WFXA-FM and WTHB-AM.  He is located in the Oklahoma City office. He can be contacted Tuesdays from 10am to 12pm. Send press releases, pitches and all other submissions by e-mail or fax."
  },
  {
    "id": 7767826,
    "outletId": 1432254,
    "firstName": "Mark",
    "lastName": "Edwards",
    "title": "Office Manager",
    "profile": "Mark Edwards is the office manager for KJMZ-FM, KXCA-AM and KKRX-AM. These stations are owned by Perry Broadcasting.       Edwards receives news tips and public service announcements."
  },
  {
    "id": 8016233,
    "outletId": 1432254,
    "firstName": "Joy",
    "lastName": "Chapman",
    "title": "General Manager",
    "profile": "Chapman serves as General Manager and Ad Sales Manager of Perry Publishing & Broadcasting Inc.'s Lawton, OK and Southwest OK cluster, and is the top contact for Public Service Announcements. She can be contacted by e-mail. Chapman has been general manager of Perry Broadcasting since 1996."
  },
  {
    "id": 3865147,
    "outletId": 1435596,
    "firstName": "Mark",
    "lastName": "Hewish",
    "title": "Writer",
    "profile": "This person writes on intelligence on defense."
  },
  {
    "id": 4844832,
    "outletId": 1450989,
    "firstName": "Renee",
    "lastName": "Scarponi",
    "title": "Affiliate Relations Coordinator",
    "profile": "Contact her with any programming questions."
  },
  {
    "id": 4395668,
    "outletId": 1455317,
    "firstName": "Jay",
    "lastName": "Pochapin",
    "title": "News Director",
    "profile": "Prefers to be contacted Monday, Tuesday, Wednesday, Thursday 8:40 AM - 11:15 AM Prefers to be contacted by Fax, Mail, Phone, E-mail Interested in Pittsburgh-oriented public affairs: health, consumer issues, careers, arts, and education. Lead time: at least 10 calendar days."
  },
  {
    "id": 4715398,
    "outletId": 1455317,
    "firstName": "Vicki",
    "lastName": "Wolfe",
    "title": "Promotion Director",
    "profile": "  Vicki Wolfe does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 6601655,
    "outletId": 1455317,
    "firstName": "Steve",
    "lastName": "Rohan",
    "title": "On Air Personality",
    "profile": "  Steve Rohan does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials.  Steve Rohan can be reached via http://www.bobfm969.com."
  },
  {
    "id": 6601657,
    "outletId": 1455317,
    "firstName": "John",
    "lastName": "Nene",
    "title": "On Air Personality",
    "profile": "  John Nene does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7074871,
    "outletId": 1455317,
    "firstName": "Gregg",
    "lastName": "Frischling",
    "title": "General Manager",
    "profile": "  Gregg Frischling does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8017110,
    "outletId": 1455317,
    "firstName": "Chris",
    "lastName": "Kohan",
    "title": "Local Sales Manager",
    "profile": "Kohan is the General Sales Manager for WLJT-FM and WRRK-FM.  Chris Kohan does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7502741,
    "outletId": 1455712,
    "firstName": "David",
    "lastName": "Allan",
    "title": "Editor",
    "profile": "Allan is the Editor for Nonwovens Markets. Contact him via e-mail.  Allan joined Nonwovens Markets in May 2011 as an editor. He previously served as an owner at Allan Consulting, director of Fundamentals Analysis at Enron Industrial Markets, and director of Marketing at Abitibi-Consolidated Inc. He was also a publisher, Nonwovens Unit at Miller Freeman Publication, director of Marketing, Planning and Development at Abitibi-Price, and an associate editor at Miller Freeman. He is a graduate from University of California, Berkeley."
  },
  {
    "id": 4271200,
    "outletId": 1464382,
    "firstName": "Carole",
    "lastName": "Valade-Copenhaver",
    "title": "Business Editor",
    "profile": "Carole is also the Editor for Grand Rapids, Grand Rapids Family, and West Michigan Commercial Quarterly. They want information about matters having at least some tie to or influence upon the commerce of West Michigan."
  },
  {
    "id": 4416374,
    "outletId": 1464382,
    "firstName": "Katy",
    "lastName": "Rent",
    "title": "Advertising/Marketing Industry Reporter",
    "profile": "As Reporter, her coverage area includes Information Technology and the Chamber of Commerce."
  },
  {
    "id": 6551702,
    "outletId": 1464382,
    "firstName": "Carole",
    "lastName": "Valade",
    "title": "Editor",
    "profile": "Valade is the Editor of Grand Rapids Magazine, Grand Rapids Business Journal, West Michigan Commercial Quarterly, Grand Rapids Magazine, Health Quarterly and West Michigan Week. She covers New Trends, Shopping and the Affluent Lifestyle concerning living in western Michigan. Images are helpful with press materials. She works with a lead time of up to 12 weeks. Contact her by e-mail. Follow-ups are not accepted.  Valade has been the editor since 1988. Prior to that, she was managing editor for one year and a newspaper news editor for five years. She is the editor for all Gemini Publications magazines."
  },
  {
    "id": 6924006,
    "outletId": 1464382,
    "firstName": "Pete",
    "lastName": "Daly",
    "title": "Reporter",
    "profile": "Daly is a Reporter at Grand Rapids Business Journal. He can be contacted by e-mail."
  },
  {
    "id": 7667456,
    "outletId": 1464382,
    "firstName": "Mike",
    "lastName": "Nichols",
    "title": "Reporter",
    "profile": "Nichols is a Reporter at the Grand Rapids Business Journal and covers Real Estate, Construction, Architecture and Design, Retail, Nonprofits, Technology and Film. Contact him via e-mail.  Nichols previously served as managing editor at Central Michigan Life."
  },
  {
    "id": 7672102,
    "outletId": 1464382,
    "firstName": "Charlsie",
    "lastName": "Dewey",
    "title": "Reporter",
    "profile": "Charlsie Dewey is a reporter for Grand Rapids Business Journal. She covers law, travel and tourism, sustainability and green initiatives, advertising and marketing, arts and entertainment, human resources, recruitment and retention. She is also a freelance reporter for the Windy City Media Group.  She was previously a performing arts columnist for Revue and a freelance writer for Rapid Growth Media. Ms. Dewey received her bachelor's degree in English from the University of Dayton, where she was a reporter for the UD Flyer newspaper.  Pitches should be sent to cdewey@grbj.com"
  },
  {
    "id": 7853159,
    "outletId": 1464382,
    "firstName": "Pat",
    "lastName": "Evans",
    "title": "Reporter",
    "profile": "Evans is a Reporter for The Grand Rapids Business Journal covering beer, arts and entertainment and sports business. Contact him via email."
  },
  {
    "id": 7858912,
    "outletId": 1464382,
    "firstName": "Chris",
    "lastName": "Ehrlich",
    "title": "Online Editor",
    "profile": "Chris Ehrlich is the online editor of Grand Rapids Business Journal.  Prevously, Mr. Ehrlich was the director of public relations and social media for Alexander Marketing. He has also worked in communication for LEWIS PR - Global Communications and California State University, Fullerton, as well as been a senior editor for NASDAQ OMX/GlobeNewswire. He holds a bachelor's degree in English and political science from Denison University."
  },
  {
    "id": 4068759,
    "outletId": 1559985,
    "firstName": "Laura",
    "lastName": "Dennis",
    "title": "Executive Editor",
    "profile": "Dennis is the Executive Editor. She prefers to have all press releases faxed to her attention. She became the executive editor in May 2006. She was previously the managing editor since 2000. She has also served as city editor, features editor and copy editor. She joined the paper in 1986."
  },
  {
    "id": 7397979,
    "outletId": 1559985,
    "firstName": "Nathaniel",
    "lastName": "Miller",
    "title": "Local Government Reporter and Opinion Columnist",
    "profile": "Nathaniel Miller covers local government, law enforcement, crime and public safety for the Odessa American. He also writes a music column for the paper, which runs on Fridays."
  },
  {
    "id": 7660215,
    "outletId": 1559985,
    "firstName": "Jon",
    "lastName": "Vanderlaan",
    "title": "City Editor",
    "profile": "Vanderlaan is a Courts Reporter."
  },
  {
    "id": 7899745,
    "outletId": 1559985,
    "firstName": "Adam",
    "lastName": "Zuvanich",
    "title": "Sports Reporter",
    "profile": "Adam Zuvanich is a sports reporter for the Odessa American. He covers a wide array of sports for the paper, including regional sports, golf, soccer, as well as college sports for the paper.   Most recently, Mr. Zuvanich has written about the 2014 World Cup games and Texas League Baseball."
  },
  {
    "id": 7901237,
    "outletId": 1559985,
    "firstName": "Lee",
    "lastName": "Scheide",
    "title": "Sports Reporter",
    "profile": "Scheide is a Sports Reporter. Scheide formerly was an auto racing reporter, a high school sports editor, a horse racing editor and a hockey reporter for the San Antonio Express-News."
  },
  {
    "id": 7901238,
    "outletId": 1559985,
    "firstName": "Josh",
    "lastName": "Weaver",
    "title": "Sports Editor",
    "profile": "Josh Weaver is the sports editor for the Odessa American. He specifically edits and assigns community and high school sports content for the paper. In addition, Mr. Weaver oversees all editorial operations in the sports department."
  },
  {
    "id": 7901239,
    "outletId": 1559985,
    "firstName": "Ryan",
    "lastName": "Collingwood",
    "title": "Sports Reporter",
    "profile": "Ryan Collingwood is a sports reporter for the Odessa American. He specifically covers all sports and athletics in West Texas.   Most recently, Mr. Collingwood has written about the Odessa College golf team, Texas League baseball and Odessa Little League baseball."
  },
  {
    "id": 7977388,
    "outletId": 1559985,
    "firstName": "Mark",
    "lastName": "Sterkel",
    "title": "Photo Editor",
    "profile": "Sterkel is the Photo Editor.  Mark Sterkel does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7987439,
    "outletId": 1559985,
    "firstName": "Stacey",
    "lastName": "Reeves",
    "title": "Advertising Sales Director",
    "profile": "Reeves is the Advertising Sales Director. Reeves previously served as the advertising sales manager for the Beaumont (TX) Enterprise.  Stacey Reeves does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7987440,
    "outletId": 1559985,
    "firstName": "Ben",
    "lastName": "Adams",
    "title": "Night Editor",
    "profile": "Adams is the Night Editor."
  },
  {
    "id": 7987441,
    "outletId": 1559985,
    "firstName": "Patrick",
    "lastName": "Canty",
    "title": "Publisher",
    "profile": "Canty is the Publisher. Press releases should be faxed to the managing editor. Canty was named publisher on June 1, 2003. He previously worked as an editor at the Valley Morning Star in Harlingen, TX and publisher of the Porterville (CA) Recorder. He has also been the director of training and special projects for Freedom Communications Community Newspaper Division. He has served on the American Society of Newspaper Editors, the Texas Associated Press Managing Editors and the California Newspapers Association.  Patrick Canty does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7990051,
    "outletId": 1559985,
    "firstName": "Ronnie",
    "lastName": "Reynosa",
    "title": "Calendar & Events Coordinator",
    "profile": "Reynosa is the Calendar & Events Coordinator. Press releases should be faxed to the managing editor."
  },
  {
    "id": 8188613,
    "outletId": 1559985,
    "firstName": "Ruth",
    "lastName": "Campbell",
    "title": "Education Reporter",
    "profile": "Campbell is a Reporter for the Odessa American covering Education. Contact her via email."
  },
  {
    "id": 8188623,
    "outletId": 1559985,
    "firstName": "Nathan",
    "lastName": "Miller",
    "title": "Courts Reporter",
    "profile": "Miller is a Reporter for the Odessa American covering Courts. Contact him via email."
  },
  {
    "id": 8308852,
    "outletId": 1559985,
    "firstName": "Billy",
    "lastName": "Jean Louis",
    "title": "Reporter",
    "profile": "Jean Louis is a Reporter for the Odessa American. Contact him via email. Jean Louis prefers to receive pitches that cover crime. \"However, any pitch that's not crime related, I can always cover it and write a weekender. Weekender stories are typically general assignment reporting, meaning there isn't a specific topic to write about.\" Attention-catching pitches are ones that are concise and to the point. His advice for PR professionals includes: \"Some media specialists aren’t versed at pitching stories that affect the community that the reporter works for. When I read a press release, I like to know why people in my community should care for the story. And if I can't tell why the story is essential to the people I report on, then the pitch isn’t good. Also, if a reporter doesn’t get back to you, as a media specialist, don't give up. Reporters are very busy; just reach out to them again.\"  His advice on pet peeves: \"The biggest problem I had with a media specialist was when he or she sent me a press release that had a fact error. Make sure you double, triple check every fact that you send to me because any error I make during the reporting process can get me in trouble with my editor. If you're the event organizer, you should know every single fact about what's going on. Other than that, everything usually runs smoothly.\""
  },
  {
    "id": 4296604,
    "outletId": 1559988,
    "firstName": "Steve",
    "lastName": "Heaton",
    "title": "Sports Reporter",
    "profile": "Heaton is a Sports Reporter."
  },
  {
    "id": 4296606,
    "outletId": 1559988,
    "firstName": "David",
    "lastName": "Shea",
    "title": "Sports Editor",
    "profile": "Shea is the Sports Editor."
  },
  {
    "id": 7980030,
    "outletId": 1559988,
    "firstName": "Barbara",
    "lastName": "Ward",
    "title": "Advertising Sales Director",
    "profile": "Ward is the Advertising Sales Director.  Barbara Ward does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7981298,
    "outletId": 1559988,
    "firstName": "Benny",
    "lastName": "Fairchild",
    "title": "News Reporter",
    "profile": "Fairchild is a News Reporter."
  },
  {
    "id": 7981299,
    "outletId": 1559988,
    "firstName": "Keith",
    "lastName": "Morgan",
    "title": "Circulation Director",
    "profile": "Morgan is a Circulation Director.  Keith Morgan does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7984941,
    "outletId": 1559988,
    "firstName": "Amanda",
    "lastName": "Purcell",
    "title": "Reporter",
    "profile": "Purcell is a Reporter for Ogdensburg (NY) Journal. Contact her via email. Purcell joined the Ogdensburg (NY) Journal in March 2012."
  },
  {
    "id": 7986355,
    "outletId": 1559988,
    "firstName": "Tom",
    "lastName": "Graser",
    "title": "Managing Editor",
    "profile": "Graser is Managing Editor of the Ogdensburg Journal and St. Lawrence County Newspapers. Contact him via email."
  },
  {
    "id": 7049516,
    "outletId": 1559992,
    "firstName": "Beth",
    "lastName": "Myers",
    "title": "Managing Editor",
    "profile": "Beth Myers is News Network Managing Editor for Oklahoma News Network and Oklahoma News Network.  Contact her via e-mail. She joined the network and KTOK in 1994. She previously worked for KWTV as an Assistant Assignment Editor."
  },
  {
    "id": 8028160,
    "outletId": 1559992,
    "firstName": "Mike",
    "lastName": "Dain",
    "title": "Agricultural Director",
    "profile": "Dain is the Program Director at Yancey Agri Network and is in charge of programming. He is also the Agricultural Director at Oklahoma News Network. He is also the Program Director and serves as Agricultural Director at Oklahoma Agrinet. Contact by email."
  },
  {
    "id": 8076099,
    "outletId": 1559992,
    "firstName": "Bill",
    "lastName": "Hurley",
    "title": "Market President",
    "profile": "Hurley is the Market President of iHeartMedia's Oklahoma City radio properties, including the Oklahoma News Network.  Bill Hurley does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 8081453,
    "outletId": 1559992,
    "firstName": "Derrick",
    "lastName": "Nance",
    "title": "Advertising Sales Manager",
    "profile": "Nance is Advertising Sales Director for Clear Channel's Premium radio Network in Oklahoma City.  Derrick Nance does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 7943163,
    "outletId": 1559996,
    "firstName": "Jenn",
    "lastName": "Neufeld",
    "title": "Managing Editor",
    "profile": "Neufeld is the Managing Editor of Studio. She can be contacted via the main email."
  },
  {
    "id": 7943164,
    "outletId": 1559996,
    "firstName": "Leo",
    "lastName": "Kowolik",
    "title": "Editor in Chief",
    "profile": "Kowolik is the Editor in Chief for Studio and can be contacted via e-mail.  Leo Kowolik can be reached via http://www.studiomagazine.ca."
  },
  {
    "id": 7943165,
    "outletId": 1559996,
    "firstName": "Christene",
    "lastName": "Lawrance",
    "title": "Ad Sales Manager",
    "profile": "Lawrance is the Ad Sales Manager and is not an appropriate PR contact.  Christene Lawrance does NOT wish to receive press releases, news tips or story ideas.  Do NOT contact or send such materials."
  },
  {
    "id": 4839341,
    "outletId": 1559997,
    "firstName": "Alan",
    "lastName": "Mendelson",
    "title": "Business Columnist",
    "profile": "See the website at www.moneyreporter.com. Give at least one week advance notice before scheduled news events, preferably two. Do not send any e-mail with attachments--they will not be read."
  },
  {
    "id": 4874790,
    "outletId": 1559997,
    "firstName": "Jason",
    "lastName": "Schaff",
    "title": "Executive Editor",
    "profile": "Schaff is the Executive Editor for The Signal. When pitching a particular story with a defined beat, please go directly to that reporter. Schaff was named executive editor for the Signal on June 13, 2011. He was previously the editor of the San Fernando Valley Business Journal  Prior to joining the staff in early 2003, he was a the deputy managing editor for the Los Angeles Business Journal."
  },
  {
    "id": 6929655,
    "outletId": 1559997,
    "firstName": "Lila",
    "lastName": "Littlejohn",
    "title": "City Editor",
    "profile": "Littlejohn is the City Editor also overseeing the Opinion Page at The Signal in Santa Claritaa, CA. Contact her via e-mail. Littlejohn began serving as the city editor in June 2011. She was previously the executive editor. She rejoined the paper as the editor in June 2007. She previously served on the copy desk for the Daily News in Woodland Hills, CA. Before that, she served as the city editor for the paper. She has also served as the city editor for the Pasedena (CA) Star-News, for the City News Service of Los Angeles and as an editor for The Associated Press in Los Angeles.   She began her journalism career as a reporter for The Signal. She has taught journalism at the College of the Canyons, Mount San Antonio College and the University of Southern California. She has resided in Canyon Country, CA for over 15 years."
  },
  {
    "id": 7154952,
    "outletId": 1559997,
    "firstName": "Cary",
    "lastName": "Osborne",
    "title": "Sports Editor",
    "profile": "Osborne is the Sports Editor."
  }
]